let a = 12;
let b = 13;

// Комментарий
// Примеры сравнений
// a !== b - сравнение (разные ли?)
// a === b - сравнение (одинаковы ли?)
// a > b - сравнение (a больше b?)
// a >= b - сравнение (a больше или равно b?)
// a < b - сравнение (a меньше b?)
// a <= b - сравнение (a меньше или равно b?)

let x = Math.sqrt(a); // квадратный корень из a

if (a !== b) {
  console.log("хуй");
  console.log(322);
  let c = 43;
  console.log(c + b);
} else {
  if (b === 13) {
    console.log("b = 13");
  } else {
    console.log("12345");
  }
}
